Repository: lukasborges/syltr-windows
Catalog: src/Syltr/Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

# SpellcheckMenuItem.Text
source: Spell checking…
pt_br: Correção ortográfica…

# ImportServicesMenuItem.Text
source: Import services from Linux…
pt_br: Importar serviços do Linux…

# DiagnosticsMenuItem.Text
source: Diagnostics
pt_br: Diagnóstico

# RecoverMenuItem.Text
source: Recover service
pt_br: Recuperar serviço

# MeasureMemoryMenuItem.Text
source: Measure memory
pt_br: Medir memória

# TestNotificationMenuItem.Text
source: Test Windows notification
pt_br: Testar notificação do Windows

# AboutMenuItem.Text
source: About Syltr
pt_br: Sobre o Syltr

# ExitMenuItem.Text
source: Exit
pt_br: Sair

# Header_MainMenu
source: Main menu
pt_br: Menu principal

# Header_MainMenu_Tooltip
source: Main menu
pt_br: Menu principal

# Header_AddService
source: Add service
pt_br: Adicionar serviço

# Header_AddService_Tooltip
source: Add service (Ctrl+N)
pt_br: Adicionar serviço (Ctrl+N)

# Header_Back
source: Back
pt_br: Voltar

# Header_Back_Tooltip
source: Back (Alt+Left)
pt_br: Voltar (Alt+Esquerda)

# Header_Forward
source: Forward
pt_br: Avançar

# Header_Forward_Tooltip
source: Forward (Alt+Right)
pt_br: Avançar (Alt+Direita)

# Header_Reload
source: Reload
pt_br: Recarregar

# Header_Reload_Tooltip
source: Reload (Ctrl+R)
pt_br: Recarregar (Ctrl+R)

# Header_Home
source: Go home
pt_br: Ir para o início

# Header_Home_Tooltip
source: Go home
pt_br: Ir para o início

# Header_DoNotDisturb
source: Do not disturb
pt_br: Não perturbe

# Header_DoNotDisturb_Tooltip
source: Do not disturb (Ctrl+Shift+M)
pt_br: Não perturbe (Ctrl+Shift+M)

# Common_Close
source: Close
pt_br: Fechar

# Common_Add
source: Add
pt_br: Adicionar

# Common_Cancel
source: Cancel
pt_br: Cancelar

# Common_Save
source: Save
pt_br: Salvar

# Common_Import
source: Import
pt_br: Importar

# Field_Name
source: Name
pt_br: Nome

# Field_Address
source: Address
pt_br: Endereço

# About_Content
source: Version {0} Your web services in one window, with isolated sessions.
pt_br: Versão {0} Seus serviços web em uma única janela, com sessões isoladas.

# Spellcheck_Title
source: Spell checking
pt_br: Correção ortográfica

# Spellcheck_NoPreferredLanguages
source: Windows did not report any preferred languages.
pt_br: Nenhum idioma preferido foi informado pelo Windows.

# Spellcheck_Description
source: WebView2 uses the preferred languages and dictionaries installed in Windows. {0} Change languages in Windows Settings and restart Syltr to refresh the web profiles.
pt_br: O WebView2 usa os idiomas preferidos e os dicionários instalados no Windows. {0} Altere os idiomas nas Configurações do Windows e reinicie o Syltr para atualizar os perfis web.

# Spellcheck_OpenSettings
source: Open settings
pt_br: Abrir configurações

# CustomService_Title
source: Custom service
pt_br: Serviço personalizado

# CustomService_Description
source: Add any web service by URL.
pt_br: Adicione qualquer serviço web por URL.

# CustomService_NamePlaceholder
source: Example: Work Teams
pt_br: Ex.: Teams trabalho

# Service_InvalidTitle
source: Invalid service
pt_br: Serviço inválido

# Service_InvalidNameAddress
source: Enter a name and a valid HTTP or HTTPS address.
pt_br: Informe um nome e um endereço HTTP ou HTTPS válido.

# Service_InvalidName
source: Enter a name for the service.
pt_br: Informe um nome para o serviço.

# Service_AddedTitle
source: {0} added
pt_br: {0} adicionado

# Service_AddedMessage
source: Isolated profile {0} was created and saved.
pt_br: Perfil isolado {0} criado e salvo.

# Service_SavedNotLoadedTitle
source: {0} was saved but did not load
pt_br: {0} foi salvo, mas não carregou

# Service_TryContextMenu
source: Use the context menu to try again.
pt_br: Use o menu contextual para tentar novamente.

# Instance_NameTitle
source: Name this instance
pt_br: Nomear esta instância

# EditService_Title
source: Edit {0}
pt_br: Editar {0}

# EditService_UserAgent
source: Custom User-Agent (optional)
pt_br: User-Agent personalizado (opcional)

# EditService_UserAgentPlaceholder
source: Leave empty to use the WebView2 default
pt_br: Deixe vazio para usar o padrão do WebView2

# RemoveService_Title
source: Remove {0}?
pt_br: Remover {0}?

# RemoveService_Description
source: This service's cookies, session, and storage will be removed. Other services will not be changed.
pt_br: Cookies, sessão e armazenamento deste serviço serão removidos. Os demais serviços não serão alterados.

# RemoveService_CompletedTitle
source: Service removed
pt_br: Serviço removido

# RemoveService_CompletedMessage
source: {0} and its session were removed.
pt_br: {0} e sua sessão foram removidos.

# Context_AddInstance
source: Add another instance…
pt_br: Adicionar outra instância…

# Context_Reload
source: Reload
pt_br: Recarregar

# Context_Home
source: Go home
pt_br: Ir para o início

# Context_Edit
source: Edit service…
pt_br: Editar serviço…

# Context_Mute
source: Mute notifications
pt_br: Silenciar notificações

# Context_Unmute
source: Unmute notifications
pt_br: Reativar notificações

# Context_Disable
source: Disable service
pt_br: Desativar serviço

# Context_Enable
source: Enable service
pt_br: Ativar serviço

# Context_Remove
source: Remove service
pt_br: Remover serviço

# Permission_Remember
source: Remember for this profile
pt_br: Lembrar para este perfil

# Permission_RequestDescription
source: {0} wants to access {1}.
pt_br: {0} quer acessar {1}.

# Permission_Details
source: Profile: {0} Origin: {1}
pt_br: Perfil: {0} Origem: {1}

# Permission_Title
source: Allow {0}?
pt_br: Permitir {0}?

# Permission_Allow
source: Allow
pt_br: Permitir

# Permission_Deny
source: Deny
pt_br: Negar

# Permission_Microphone
source: the microphone
pt_br: o microfone

# Permission_Camera
source: the camera
pt_br: a câmera

# Permission_Geolocation
source: your location
pt_br: sua localização

# Permission_Notifications
source: notifications
pt_br: as notificações

# Permission_OtherSensors
source: device sensors
pt_br: os sensores do dispositivo

# Permission_Clipboard
source: the clipboard
pt_br: a área de transferência

# Permission_AutomaticDownloads
source: automatic downloads
pt_br: downloads automáticos

# Permission_Files
source: selected files and folders
pt_br: arquivos e pastas selecionados

# Permission_Autoplay
source: autoplay
pt_br: a reprodução automática

# Permission_LocalFonts
source: local fonts
pt_br: as fontes locais

# Permission_Midi
source: MIDI devices
pt_br: dispositivos MIDI

# Permission_WindowManagement
source: window management
pt_br: o gerenciamento de janelas

# Permission_DeviceResource
source: a device resource
pt_br: um recurso do dispositivo

# State_NoServicesTitle
source: No services configured
pt_br: Nenhum serviço configurado

# State_NoServicesMessage
source: Add a service from the catalog or enter a custom URL.
pt_br: Adicione um serviço do catálogo ou informe uma URL personalizada.

# State_Recovering
source: Recovering service
pt_br: Recuperando serviço

# State_Loading
source: Loading service
pt_br: Carregando serviço

# State_Profile
source: Profile {0}
pt_br: Perfil {0}

# State_LoadFailed
source: The service could not be loaded
pt_br: Não foi possível carregar o serviço

# State_Unavailable
source: Service unavailable
pt_br: Serviço indisponível

# State_TryAgain
source: Try again
pt_br: Tentar novamente

# State_DisabledTitle
source: {0} is disabled
pt_br: {0} está desativado

# State_DisabledMessage
source: Use the right-click menu to re-enable it without losing the session.
pt_br: Use o menu de clique direito para reativar sem perder a sessão.

# AddService_Title
source: Add service
pt_br: Adicionar serviço

# AddService_SearchPlaceholder
source: Search services
pt_br: Buscar serviços

# AddService_Custom
source: Add custom service
pt_br: Adicionar serviço personalizado

# AddService_AddEntry
source: Add {0}
pt_br: Adicionar {0}

# Category_Messaging
source: Messaging
pt_br: Mensagens

# Category_Social
source: Social
pt_br: Redes sociais

# Category_Productivity
source: Productivity
pt_br: Produtividade

# Category_Calendar
source: Calendar
pt_br: Calendário

# Category_Tasks
source: Tasks
pt_br: Tarefas

# Category_Development
source: Development
pt_br: Desenvolvimento

# Category_AI
source: Artificial intelligence
pt_br: Inteligência artificial

# ServiceRail_AutomationName
source: Services
pt_br: Serviços

# Diagnostics_LocalTarget
source: Local diagnostics
pt_br: Diagnóstico local

# Status_InitializingServices
source: Initializing services…
pt_br: Inicializando os serviços…

# Status_NoServicesTitle
source: No services configured
pt_br: Nenhum serviço configurado

# Status_NoServicesMessage
source: Add a service to get started.
pt_br: Adicione um serviço para começar.

# Diagnostics_InsufficientProfilesTitle
source: Insufficient profiles
pt_br: Perfis insuficientes

# Diagnostics_InsufficientProfilesMessage
source: At least two working profiles are required to verify isolation.
pt_br: São necessários ao menos dois perfis funcionais para comprovar isolamento.

# Status_SomeProfilesFailedTitle
source: Some profiles failed
pt_br: Alguns perfis falharam

# Status_SomeProfilesFailedMessage
source: {0} of {1} active profiles started. Use Recover on the failed tabs.
pt_br: {0} de {1} perfis ativos iniciaram. Use Recuperar nas abas com falha.

# Status_WebViewInitializationFailedTitle
source: WebView2 failed to start
pt_br: Falha ao iniciar WebView2

# Status_WebViewInitializationFailedMessage
source: {0} Diagnostics: {1}
pt_br: {0} Diagnóstico: {1}

# Notifications_MutedTitle
source: Notifications muted
pt_br: Notificações silenciadas

# Notifications_UnmutedTitle
source: Notifications unmuted
pt_br: Notificações reativadas

# Service_DisabledTitle
source: Service disabled
pt_br: Serviço desativado

# Service_EnabledTitle
source: Service enabled
pt_br: Serviço ativado

# Service_DisabledSessionPreserved
source: The session remains saved and can be re-enabled from the same menu.
pt_br: A sessão permanece salva e pode ser reativada pelo mesmo menu.

# Service_UpdatedTitle
source: {0} updated
pt_br: {0} atualizado

# Service_UpdatedDisabledMessage
source: {0} was disabled; its session remains saved.
pt_br: {0} foi desativado; sua sessão permanece salva.

# Service_UpdatedSessionPreservedMessage
source: {0}'s session was preserved and opened the configured address.
pt_br: A sessão de {0} foi preservada e abriu o endereço configurado.

# Recovery_NotRequiredTitle
source: Recovery not required
pt_br: Recuperação não necessária

# Recovery_NotRequiredMessage
source: The selected service is not in a failed state.
pt_br: O serviço selecionado não está em estado de falha.

# Recovery_CompletedTitle
source: Profile recovered
pt_br: Perfil recuperado

# Recovery_CompletedMessage
source: {0} was recreated using the same persistent session.
pt_br: {0} foi recriado usando a mesma sessão persistente.

# Recovery_FailedTitle
source: Recovery failed
pt_br: Falha na recuperação

# Memory_ProcessGroup
source: {0}: {1} processes, {2}
pt_br: {0}: {1} processos, {2}

# Memory_Title
source: WebView2 memory · services: {0}
pt_br: Memória WebView2 · serviços: {0}

# Memory_Content
source: Working set: {0} Private memory: {1} Processes: {2} {3}
pt_br: Working set: {0} Memória privada: {1} Processos: {2} {3}

# Memory_FailedTitle
source: Memory could not be measured
pt_br: Não foi possível medir a memória

# WindowsNotification_UnavailableTitle
source: Windows notifications unavailable
pt_br: Notificações do Windows indisponíveis

# WindowsNotification_RegistrationIncomplete
source: Registration was not completed.
pt_br: O registro não foi concluído.

# WindowsNotification_TestTitle
source: Syltr test
pt_br: Teste do Syltr

# WindowsNotification_TestBody
source: The native bridge is working for {0}.
pt_br: A ponte nativa está funcionando para {0}.

# WindowsNotification_SentTitle
source: Notification sent to Windows
pt_br: Notificação enviada ao Windows

# WindowsNotification_SentMessage
source: Click it to confirm activation of the source profile.
pt_br: Clique nela para confirmar a ativação do perfil de origem.

# WindowsNotification_FailedTitle
source: Notification could not be sent
pt_br: Falha ao enviar notificação

# Diagnostics_AuthenticationTitle
source: Authentication test
pt_br: Teste de autenticação

# Diagnostics_AuthenticationMessage
source: Each tab uses a different persistent profile. Sign in with different accounts to validate separation.
pt_br: Cada aba usa um perfil persistente diferente. Faça login com contas distintas para validar a separação.

# ExternalLink_FailedTitle
source: The link could not be opened
pt_br: Não foi possível abrir o link

# Notification_OpenService
source: Open service
pt_br: Abrir serviço

# Notification_FallbackMessage
source: Notification from {0} · {1}
pt_br: Notificação de {0} · {1}

# DoNotDisturb_EnabledTitle
source: Do not disturb enabled
pt_br: Não perturbe ativado

# DoNotDisturb_DisabledTitle
source: Do not disturb disabled
pt_br: Não perturbe desativado

# DoNotDisturb_EnabledMessage
source: Web notifications will be dismissed until you disable this mode.
pt_br: Notificações web serão dispensadas até você desativar este modo.

# DoNotDisturb_DisabledMessage
source: Notifications from unmuted services will appear again.
pt_br: Notificações dos serviços não silenciados voltarão a aparecer.

# Download_InProgressTitle
source: Downloading {0}
pt_br: Baixando {0}

# Download_SourceMessage
source: Profile {0} · {1}
pt_br: Perfil {0} · {1}

# Download_CancelledTitle
source: Download cancelled
pt_br: Download cancelado

# Download_CompletedTitle
source: Download completed: {0}
pt_br: Download concluído: {0}

# Download_CompletedNotificationTitle
source: Download completed
pt_br: Download concluído

# Download_InterruptedTitle
source: Download interrupted: {0}
pt_br: Download interrompido: {0}

# Download_InterruptedMessage
source: The browser interrupted the download.
pt_br: O navegador interrompeu o download.

# Download_ProgressKnown
source: {0} of {1} · {2}
pt_br: {0} de {1} · {2}

# Download_ProgressUnknown
source: {0} received · {1}
pt_br: {0} recebidos · {1}

# Diagnostics_IsolationFailedTitle
source: Isolation failed
pt_br: Falha no isolamento

# Diagnostics_IsolationFailedMessage
source: The profiles did not maintain separate storage values.
pt_br: Os perfis não mantiveram valores de armazenamento distintos.

# Diagnostics_IsolationPersistenceTitle
source: Isolation and persistence confirmed
pt_br: Isolamento e persistência confirmados

# Diagnostics_IsolationPersistenceMessage
source: {0} profiles recovered separate values from the previous run.
pt_br: {0} perfis recuperaram valores distintos da execução anterior.

# Diagnostics_IsolationCurrentRunTitle
source: Isolation confirmed for this run
pt_br: Isolamento confirmado nesta execução

# Diagnostics_IsolationCurrentRunMessage
source: Restart the app to also confirm persistence for the {0} profiles.
pt_br: Reinicie o aplicativo para confirmar também a persistência dos {0} perfis.

# ProfileStatus_Untitled
source: untitled
pt_br: sem título

# ProfileStatus_Summary
source: {0} · {1} · {2} · unread: {3}
pt_br: {0} · {1} · {2} · não lidos: {3}

# ProfileStatus_Created
source: created
pt_br: criado

# ProfileStatus_Initializing
source: initializing
pt_br: inicializando

# ProfileStatus_Ready
source: ready
pt_br: pronto

# ProfileStatus_Navigating
source: navigating
pt_br: navegando

# ProfileStatus_Recovering
source: recovering
pt_br: recuperando

# ProfileStatus_Failed
source: failed
pt_br: falhou

# ProfileStatus_Disabled
source: disabled
pt_br: desativado

# ProfileStatus_Closed
source: closed
pt_br: fechado

# ServiceGroup_DisplayName
source: {0} · {1} instances
pt_br: {0} · {1} instâncias

# Import_ConfirmTitle
source: Import {0} services?
pt_br: Importar {0} serviços?

# Import_ConfirmMessage
source: {0} services will be added, {1} duplicates will be skipped, and {2} conflicting identifiers will be adjusted. WebKitGTK cookies and sessions are not compatible with WebView2. You will need to sign in again to the imported accounts.
pt_br: {0} serviços serão adicionados, {1} duplicados serão ignorados e {2} identificadores conflitantes serão ajustados. Cookies e sessões do WebKitGTK não são compatíveis com o WebView2. Você precisará entrar novamente nas contas importadas.

# Import_NoChangesTitle
source: No new services
pt_br: Nenhum serviço novo

# Import_NoChangesMessage
source: All services in the file are already configured ({0} duplicates skipped).
pt_br: Todos os serviços do arquivo já estão configurados ({0} duplicados ignorados).

# Import_CompletedTitle
source: Import completed
pt_br: Importação concluída

# Import_CompletedMessage
source: {0} services were added and {1} duplicates were skipped. Sign in again to the imported accounts.
pt_br: {0} serviços foram adicionados e {1} duplicados foram ignorados. Entre novamente nas contas importadas.

# Import_FailedTitle
source: The services could not be imported
pt_br: Não foi possível importar os serviços
